{
  "data": [
    {
      "week": "1",
      "articles": [
        {
          "id": 0,
          "title": "What's happening in week one",
          "description": "It is highly unlikely you even know you are pregnant right now – but there are a whole lot of things already going on with you and your unborn baby. Your son or daughter – because yes, their sex is already decided this early! – is growing faster now than at any other point in your pregnancy, and their brain, heart and spine are already forming. It's doubtful you are feeling any signs of their presence this early though."
        },
        {
          "id": 1,
          "title": "You at one week pregnant",
          "description": "If you have been trying to conceive, you've hopefully been taking folic acid supplements already, but if you haven't, now's the time to start – check out our nutrition and supplements page to find out why this is so important for your developing baby. And guess what, because of how pregnancy is calculated, at this stage, just a week into your pregnancy, you are actually already considered to be one month pregnant!"
        },
	{
	  "id" : 2,
	  "title": "What to think about in week one",
	  "description" : "Even though you probably have no idea you have a baby on board right now, if you have been trying to conceive, you are no doubt already making lots of plans for when you do have your little one, and eagerly awaiting that positive result on your pregnancy test! Obviously your health – and that of your unborn baby – is paramount throughout pregnancy, and never more so than in these very early days of conception and development. Check out our pages on diet and health in pregnancy for lots of top tips on staying fit and active no matter what stage of pregnancy you are at."		
	}
      ]
    },
    {
      "week": "2",
      "articles": [
        {
          "id": 0,
          "title": "What's happening in week two",
          "description": "Although you might not feel pregnant, your body is producing bucket loads of pregnancy hormones, and your baby is growing faster than it will at any other time of your pregnancy. All this at just two weeks along! How exciting?"
        },
        {
          "id": 1,
          "title": "You at two weeks pregnant",
          "description": "By the time your period is due, you will have been pregnant for around two weeks, yet any inkling that you might be will probably come from wondering when your period is going to show, rather than actually feeling any pregnancy symptoms.  Start on the folic acid supplements if you suspect you might be pregnant at this point as they will help protect your growing baby from spinal cord defects."
        },
        {
          "id": 2,
          "title": "Your baby in week two",
          "description": "Your baby's sex has already been decided, and their major organs are all beginning to form. Because of how pregnancy is calculated, you are actually already one month pregnant at this stage – only eight more to go until you meet your baby! "
        },
        {
          "id": 3,
          "title": "What to think about in week two",
          "description": "Getting all the right vitamins and minerals is so important right now. Even if you have not done a positive pregnancy test just yet, if you are trying to conceive, it is recommended that you take folic acid supplements to aid your baby's development and protect them from certain conditions. You could also think about taking a multivitamin or supplement, yourself, too, and of course ensuring your diet is full of nutrient-rich fruit and vegetables. Get your partner on a heath-drive as well, particularly if they are a smoker! Now is definitely the time to be quitting smoking for the sake of you AND your family's health! See our pages on giving up smoking in pregnancy for lots of help and advice."
        }
      ]
    },
    {
      "week": "3",
      "articles": [
        {
          "id": 0,
          "title": "What's happening in week three",
          "description": "You are three weeks into your pregnancy – here's the science bit!"
        },
        {
          "id": 1,
          "title": "Your baby in week three",
          "description": "Three weeks into your pregnancy, and you might be wondering just how this little miracle occurred (as in the science bit – we'll assume you know the other part!).So here goes: the joining of your partner's sperm and your egg at the moment of conception resulted in a ball of cells (or a blastocyst, if you want to get really technical) which is now starting the 6 day journey from the fallopian tube to the uterus where it will attach itself to the lining of your womb – and in nine months’ time, will result in a real live baby in your arms! Amazingly, although you won’t know for a few months (or until the birth) the sex of your baby has already been determined. The fertilised egg contains 46 chromosomes with 23 from you and 23 from the dad. You as mum will always provide the X chromosome but the dad can provide an X or Y chromosome. XX and you’ll be having a girl, XY and you’ll have a little boy in 9 months’ time!"
        },
        {
          "id": 2,
          "title": "You at three weeks pregnant",
          "description": "Even though your body is awash with hormones, you are probably feeling pretty much the same as usual at the moment – you might even by checking your diary and stocking up on the san pro in the naïve assumption that your period is due any day! Any signs of pregnancy now are likely to be very similar to those you experience just before you come on – perhaps some mild cramping, sore, heavy boobs, and generally PMS type feelings. Amazing to think what is actually going on in there!"
        },
        {
          "id": 3,
          "title": "What to think about in week three",
          "description": "Discovering you are pregnant is obviously a totally joyous occasion – but it is also one that can throw up a few practical issues too! You might need to think about making some big lifestyle changes, such as moving house, changing your car, or even re-thinking your long term career plans.  Babies certainly make a huge financial impact on parents, too, so it is never too early in your pregnancy to start budgeting for all the things you are going to need, from nappies through to travel systems! Have a look at our money and finances pages for lots of helpful advice on family finance."
        }
      ]
    },
    {
      "week": "4",
      "articles": [
        {
          "id": 0,
          "title": "What's happening in week four",
          "description": "It's still early days, many still won't know they are pregnant."
        },
        {
          "id": 1,
          "title": "Your baby in week four",
          "description": "Your growing baby is not even 3mm long yet and still not much bigger than a poppy seed. Despite the tiny size there’s plenty going on as the embryo splits into three different sections.In one section the brain and central nervous system are already beginning to take shape as their neural tubes develop. In the other two sections, the heart and circulatory system are already beginning to form and the lungs and intestines are in the very early stages of development.How amazing is it that all this is going on totally undetectable to the outside world? (and maybe even you at this point!)."
        },
        {
          "id": 2,
          "title": "You at four weeks pregnant",
          "description": "You might feel some pregnancy symptoms at four weeks, but there is every chance you will put them down to your period being about to arrive. You boobs might have that 'time of the month' feeling, and you might even have some spotting or light bleeding.If you have taken a positive pregnancy test, you need to follow it up with a visit to your GP to get your booking appointment made with the midwife. Things are getting real now! Check out our newly pregnant page to find out what to expect during your first brush with maternity services.Once you know you are pregnant, if you are a smoker you will probably be keen to ditch the cigarettes to protect your growing baby (not to mention your own health). Have a look at our diet and health in pregnancy pages for lots of info and support on this, and all aspects of health and diet.You can also work out an approximate due date using our pregnancy due date calculator."
        },
        {
          "id": 3,
          "title": "What to think about in week four",
          "description": "If you are not registered with a GP or dentist in your area, now's the time to get sorted. As soon as you've taken a positive pregnancy test, you need to visit your GP so you can get signed up with your local maternity services team. Looking after your teeth is really important in pregnancy, too, as expectant mums can sometimes be more prone to problems like bleeding gums. Dental care is free when you are pregnant and remains so for 12 months after your baby is born, but you need to have a MATB1 certificate from your midwife or GP."
        }
      ]
    },
    {
      "week": "5",
      "articles": [
        {
          "id": 0,
          "title": "What's happening in week five",
          "description": "Five weeks in, and you might now be feeling quite a few of the signs of pregnancy!"
        },
        {
          "id": 1,
          "title": "Your baby at five weeks",
          "description": "How annoying is it when unborn babies' growth is described in terms of fruit or vegetables? Very, but sorry, your little one is currently rocking an apple pip vibe in terms of size – but not for long!At five weeks gestation, they will be around 5mm long, and their heart, brain and spine will be developing at a pace. Soon, your baby's heart will actually start beating, and if you have an early scan in the coming weeks, you would see it flickering on the monitor.Your baby’s head is also seeing signs of development with the neural tube developing (the start of the connection between their spinal cord and brain) which will help to regulate your baby’s vital functions along with heart rate and blood supply.Whilst your baby might currently resemble a tiny tadpole, their limbs are also starting to develop with nubs starting to turn into small limp flippers, the precursor to arms and legs forming."
        },
        {
          "id": 2,
          "title": "You at five weeks pregnant",
          "description": "The signs of early pregnancy might have kicked in by now, but some women with an irregular cycle might still be in the dark as to what is causing the sickness, nausea, overwhelming tiredness and uncomfortable boobs! It will get better, so hang on in there!If you know you are pregnant, you might be feeling a bit worried or anxious about how your pregnancy is progressing, particularly as you will not have had a scan or ante-natal checks at this stage. Try and relax, eat healthily and get plenty of rest, but do have a chat with your GP if you have any worries.Some mums-to-be will spot or bleed early in pregnancy – have a read of our early pregnancy pages if you are concerned about this. Rarely, it could be a sign of ectopic pregnancy or miscarriage, so it is always best to get it checked out."
        },
        {
          "id": 3,
          "title": "What to think about in week five",
          "description": "If you now know you are pregnant, you might be wondering if you can still safely exercise and continue to do all your usual activities. Keeping fit and active is really important in pregnancy, both for you and your baby's health, and potentially for an easier labour and delivery, too. If you currently regularly work out, unless it is something very high risk or a contact sport, you will be fine to continue at your own pace. It would also be wise to speak to your trainer or gym staff about how you should adapt your work out regime now you are expecting, just to be on the safe side.Although you may not be ready to share your news yet, you can find out when your baby is likely to be due before your first scan by using our pregnancy due date calculator."
        }
      ]
    },
    {
      "week": "6",
      "articles": [
        {
          "id": 0,
          "title": "What's happening in week six",
          "description": "Six weeks in and the changes in your growing baby (and your body) continue big time."
        },
        {
          "id": 1,
          "title": "Your baby in week six",
          "description": "If you can imagine a tiny poppy seed, that’s the size of your growing baby's heart now. Around week six their heart is changing from being a simple, single tube to a complex four chamber organ which will pump blood around their body. How amazing! At six weeks the heartbeat of your baby might be detectable by an ultrasound – it’s currently beating at around 160 beats per minute – almost twice as fast as your heart.Your baby will now be covered by a thin layer of see-through skin, while all your baby's vital organs – the kidneys, lungs and liver – are now in place too, but they still have a lot of developing left to do. The little buds which will eventually become their arms and legs are also starting to grow, while an ultrasound will show up dark spots on where the eyes and nostrils are developing and small depressions where the ears are forming. "
        },
        {
          "id": 2,
          "title": "You at six weeks pregnant",
          "description": "You might be feeling a touch 'hormonal' by week six, and your morning sickness, tiredness and general feelings of exhaustion might have really kicked in.  Now is the time to really watch your diet – not only to give you nutritious, energy giving foods, but also to make sure you are avoiding anything that could be harmful to your baby. Check out our diet and health in pregnancy pages for ideas for healthy meals and which foods to give a wide berth at this stage.Getting lots of fresh air will also be of huge benefit to you and your baby as your pregnancy progresses – our bodies can only produce vitamin D when exposed to sunlight, so try and get out and about in the sun as much as possible.Oh, and there's just over seven months left to go!"
        },
        {
          "id": 3,
          "title": "What to think about in week six",
          "description": "You might be giving off a few signs of pregnancy to other people now, particularly if you are steering clear of the office coffee machine and its overwhelming aromas, or making lots of visits to the bathroom if you are feeling sick or needing to wee a lot (or just for some breathing space if you are feeling mega tired!). Most women wait for their dating scan to share their good news with their friends and colleagues, so you might have to keep up an 'upset tummy' or 'ate something dodgy' line for a while! Could be time to think about how you'll make your exciting announcement though – sharing your scan pic on social media, or just spreading the word via good old fashioned face to face communication?If you can't wait until your first scan to find out your due date you can use our pregnancy due date calculator to give you a good indication of when your little one will arrive."
        }
      ]
    },
    {
      "week": "7",
      "articles": [
        {
          "id": 0,
          "title": "What's happening in week seven",
          "description": "Seven weeks in and your unborn baby is coming on in leaps and bounds."
        },
        {
          "id": 1,
          "title": "Your baby at week seven",
          "description": "Your baby is continuing to grow at a remarkable pace, its embryonic form is slowly starting to transform into an actual little person, with emerging arm and leg buds, and a beating heart – how amazing? They also have a tiny tail – but that will soon disappear!Amazingly your baby has already gone through three sets of kidneys by week 7, but this week they’ll start developing their final set which will be ready for waste management. In the coming weeks your baby will start to produce urine which will form part of the amniotic fluid.Size-wise, your baby is now about 1cm in size and not much bigger than a little bean, bobbing around in your womb."
        },
        {
          "id": 2,
          "title": "You at seven weeks pregnant",
          "description": "Seven weeks in, you might be coming to terms with, (or still awaiting!) the nausea on waking, or the other earlier signs of pregnancy. It can be a lot to take in, especially if you have chosen not to let others in on your secret until after your 12 week scan.Try to avoid being around people who are unwell in these early weeks – some illnesses such as rubella and parvovirus (also known as slapped cheek disease) are mainly picked up by coming into contact with children – so take care! You should also be very cautious around certain animals at this point in your pregnancy, too – ewes and lambs in particular can carry an infection which causes miscarriage, and cat litter trays (cat poo, basically) can cause toxoplasmosis, a parasitic infection.Your rubella (German measles) immunity will be checked at your booking in appointment, but do let your GP or midwife know as soon as possible if you have come into contact with anyone with German measles or any other illnesses."
        },
        {
          "id": 3,
          "title": "What to think about in week seven",
          "description": "When will your little one be arriving? You can get a better idea of your due date before your dating scan by using our pregnancy due date calculator. This is a good way to begin ensuring you have everything in place for your baby's exciting arrival! You'll be having your first appointment with your GP or midwife very soon, if you haven't already done so. Think about any questions you might want to ask them, or things you might need to make them aware of - remember, nothing will seem like a 'silly' or irrelevant query to them (and whatever it might be, it almost certainly will not be the first time they have been asked it!)At your first midwife appointment, you might be asked for some family health history information - do you need to speak to your parents or get any information together for this? What about your partner's health and family history?"
        }
      ]
    },
    {
      "week": "8",
      "articles":[
        {
          "id": 0,
          "title": "What's happening in week eight",
          "description": "Two months into your pregnancy and you are no doubt now feeling lots of changes."
        },
        {
          "id": 1,
          "title": "Your baby at week eight",
          "description": "At eight weeks your baby is around two centimetres long now – still minuscule, but growing and developing every day. At this point in your pregnancy your baby is growing at around 1 millimetre per day, and the amniotic fluid in your womb increases by two tablespoons a week.After week eight your baby is officially called a ‘foetus’ which means ‘offspring’, but is still getting nutrition from the yolk sac rather than the placenta. Over the next few weeks the placenta will develop, forming structures called ‘chorionic villi’ which help attached the placenta to the womb wall.Your baby’s  tiny little fingers and toes will have formed, though right now they are webbed and will continue to be so for several weeks, and their heart will be beating an amazing 160 beats a minute! Your baby’s lungs are developing this week, with the breathing tube extending from the throat to the lungs, while in their brain nerve cells are branching out and connecting to form primitive neutral pathways.This week your baby’s skin is still paper thin, and it still has that almost transparent, embryonic look. The colour pigment in their eyes is also starting to form at around eight weeks, but they won't properly open them until around 26 weeks, while their eyelids almost completely cover their eyes at this point."
        },
        {
          "id": 2,
          "title": "You at eight weeks pregnant",
          "description": "Eight weeks in and although you won't have a visible bump yet, your womb is already be twice its normal size! You might find this causes you to wee more often as it presses down on your bladder – get used to it, it's going to get a lot bigger yet!You no doubt have your booking appointment in place now, and might be thinking about all the things you want to talk to the midwife about, such as antenatal screening tests. If you're eager to find out your due date our pregnancy due date calculator will give you a good idea before your first scan.You're probably still feeling pretty exhausted at this point, too, and needing your rest and plenty of sleep. Go for it! Don't try and fight it if you are worn out. If your morning sickness is still making getting up and about difficult in the morning, check out our morning sickness page for some ideas to make it a little more bearable."
        },
        {
          "id": 3,
          "title": "What to think about at eight weeks pregnant",
          "description": "You are probably already really curious as to whether your little baby is a boy or a girl! It's up to you and your partner to decide whether or not you find out the sex of your baby at your later scans - some parents-to-be like to know for practical purposes - what colour to decorate the nursery, or to help narrow down name lists - but others prefer to have a surprise on the day. Do bear in mind though, not all hospitals will tell you, although you could consider a private scan should you be desperate to find out! So what will you do? Find out in advance, or discover for yourself on d-day? You could always check out our 'boy or girl?' or nub theory pages to have a bit of fun guessing!"
        }
      ]
    },
    {
      "week": "9",
      "articles":[
        {
          "id": 0,
          "title": "What's happening in week nine",
          "description": "You are now nine weeks into your pregnancy – so what's happening with you and your baby now?"
        },
        {
          "id": 1,
          "title": "Your baby at week nine",
          "description": "As you enter week 9 your baby will transition from the embryonic stage to the foetal period. At this point they’ll be about one inch long and the size of a large bean or olive.Your baby's organs, nerves and muscles are all starting to function now and although you won’t be able to feel it, their tiny heart is now beating strong enough to be picked up by ultrasound devices like a Doppler, although this isn’t always possible depending on the position of your baby in the uterus.Their ears are also starting to develop, and their eyelids are now in place but will be fused shut until week 26. Meanwhile their little fingers and toes are starting to change from being titchy buds into actual digits."
        },
        {
          "id": 2,
          "title": "You at nine weeks pregnant",
          "description": "By week nine, you might be finding your waistbands are getting a bit uncomfortable, even if you don't have a proper 'bump' on board! If you are still having waves of nausea at certain times of the day, the last thing you want is restrictive clothing around your tum, so go for stretchy, breathable fabric whenever possible, and make leggings, or jeggings and longer tops your friend! You might also be finding your bras are getting a bit tight as your breasts increase in size – although you probably won't want or need a maternity bra just yet, it might be an idea to get measured for some well fitting and comfortable bras to see you through this transitional stage.Your first appointment with your midwife is probably happening in the next few days or weeks – have you got a list of questions for her, or any niggles or concerns you want to flag up? Why not connect with other mums on our community boards to share experiences of these early weeks?"
        },
        {
          "id": 3,
          "title": "What to think about in week nine",
          "description": "Although you might not be telling the world at large your happy news just yet, you might be thinking about the impact your pregnancy could already be having on your working day - are you feeling tired, or a bit emotional, or lacking in concentration just now? It might be an idea to speak to your HR department or line manager if you feel that you are struggling a little at work, even if you aren't planning on telling anyone else before your dating scan. Once your bosses know you are pregnant, they have a duty of care towards you - have a read of our pages on your maternity rights for more information."
        }
      ]
    },
    {
      "week": "10",
      "articles":[
        {
          "id": 0,
          "title": "What's happening in week 10",
          "description": "You are now ten weeks into your pregnancy and things are really moving along!"
        },
        {
          "id": 1,
          "title": "Your baby at week 10",
          "description": "Your baby is continuing to develop into a real little person! The most critical stage of their development is now complete, and they are starting to enter the ‘foetal period’ where tissues and organs grow rapidly and begin to mature.Their jawbones are beginning to form, and, amazingly, they contain their future milk teeth already, though they won’t break through the gums until your little one is around 6 months old. Your baby's little heart is now fully formed, and beating two to three times faster than yours. Around the 10 week stage your baby is also beginning to swallow fluid, produce digestive juices and kick their limbs - if you see your baby on an ultrasound scan at 10 weeks, they will be making jerky movements and bobbing about!At 10 weeks your baby’s fingers and toes are no longer webbed, they can bend their arms at the wrist and their nails are starting to form. Meanwhile they have developed a peachy fuzzy hair on their skin, their spinal nerves are beginning to stretch out from the spinal cord, and if you baby is a boy he will already be producing testosterone.Size wise they're now around 3.8cm long and to cater for your growing baby’s size, your uterus has now enlarged to the size of a grapefruit – you may even be able to feel it above the middle of your pubic bone."
        },
        {
          "id": 2,
          "title": "You at 10 weeks pregnant",
          "description": "By week 10 you might be starting to think about where you want to have your baby, and reading up on all your options – home birth, birthing centre, your local hospital. Do as much research as you can to enable you and your partner to make an informed decision.You might find the enormity of what is happening beginning to hit you now – and this is entirely normal. Most mums-to-be experience a bit of anxiety or worry early in pregnancy. This could be fears about your growing baby, or concerns about how life is going to change. Everyone goes through it, but do speak to your midwife if things are playing on your mind.If your morning sickness and exhaustion are wearing off a bit now, you might feel more like taking some gentle exercise – it's important to stay as fit an active as you can throughout pregnancy, both for you and your baby's well-being. Check out our exercise in pregnancy pages for some top tips and advice."
        },
        {
          "id": 3,
          "title": "What to think about in week 10",
          "description": "You and your partner probably have so many plans and things you need to do before your baby is born - so now is the time to start making lists and working out your priorities! If you do need to think about major house renovations, or re-decorating, or even a big move, think carefully about the practicalities and the timescales involved - you won't want to be loading up a moving van on your due date, or bringing a new baby home into a house that's more building site than des res! If you are planning to relocate, or are looking for a larger property locally, you now have another consideration for your wish list - good nursery, childcare and school provisions! Ask around for recommendations - and remember this kind of forward planning can never start too early!Unsure when your baby will be arriving? Our pregnancy due date calculator will give you an approximate date and time-frame to work against. "
        }
      ]
    },
    {
      "week": "11",
      "articles":[
        {
          "id": 0,
          "title": "What's happening in week 11",
          "description": "At 11 weeks, your baby is starting to look like a real little person and you might even have the tiniest hint of a bump!"
        },
        {
          "id": 1,
          "title": "Your baby at week 11",
          "description": "It won't be long before your baby is fully formed even at only 4cm long, and will then spend the rest of the pregnancy growing (as will you!). They already have little fingernails in place and their hands will soon start to open and close. Though it’s still too soon to tell the gender by ultrasound, your tiny baby will be starting to form testes or ovaries.At 11 weeks your baby’s head is already quite well developed and all the bones in their face are now present. Around this time the ears will have migrated closer to their final location, the tongue and palate will be present in the mouth and there will be open nasal passages at the tip of their nose. Meanwhile the hair follicles are beginning to form on their crown of their head.Their body is starting to straighten out and become more proportionate, although their head still makes up one third of their overall length. Although you can't feel it yet, your baby is doing a whole lot of wriggling and is now able to stretch and somersault inside your womb! Your baby may also have a case of the hiccups right now, as their diaphragm forms."
        },
        {
          "id": 2,
          "title": "You at 11 weeks pregnant",
          "description": "By week 11 you probably have an appointment lined up for your dating scan – the most exciting part of the first trimester – seeing your baby on the screen for the first time and getting your due date (our pregnancy due date calculator will give you a good indication in the meantime). You might also have had your first batch of antenatal tests by now, too and gone through your medical history and some form filling with your midwife. Check out our pregnancy testing and screening page for more info on what your blood and wee will be screened for.You might be thinking about breaking the news to work colleagues and your wider family and friends around now. Make sure you know all the rules and regs for pregnant women in the workplace by reading up on our maternity rights page, and ensure your employer carries out a risk assessment once you have informed them of your pregnancy, so you and your baby are not put at risk while you carry out your work.  "
        },
        {
          "id": 3,
          "title": "What to think about in week 11",
          "description": "Now that your body is undergoing so many changes, you might find you have to adapt your existing beauty and skincare routine a bit. Your skin could go either way – mega dry or mega oily! One skin problem that worries many women in pregnancy is the blight of the dreaded stretch mark! Unfortunately, you are either going to be pre-disposed to getting stretch marks or not, but you can help keep your skin soft and flexible by using one of the many anti-stretch mark products in the chemists – or some women swear by cheap and cheerful cocoa butter or coconut oil! Applying regularly during pregnancy and after you've given birth could help the marks fade faster."
        }
      ]
    },
    {
      "week": "12",
      "articles":[
        {
          "id": 0,
          "title": "What's happening in week 12",
          "description": "You are in the final week of your first trimester and your baby has changed beyond all recognition from week one!"
        },
        {
          "id": 1,
          "title": "Your baby at week 12",
          "description": "Your tiny baby is now a compact 6cm in length, and fully formed – the next stage of their development is to grow larger and practise sucking and breathing motions.. It’s likely you’ll see your baby for the first time this week at your dating scan, though it’s unlikely you will be able to get a reliable sexing just yet.They are moving around a lot at this stage, but you still won't be able to feel this for a while as they still have a lot of space to bob about in. Their eyelids remain fused shut at week 12 (they will open at around week 27) and have moved to their final position on the front of the head (rather than the side), while their little wrists and elbows bend as they move around. At 12 weeks pregnant your baby’s skeleton is currently made of cartilage (like you’d find in your nose or ear), but over the coming weeks this will harden into bone. When your baby is born their skeleton is made up of over 300 parts of bone and cartilage, but they will only have 206 as an adult, as bones fuse together to form larger, stronger bones.As well as a developing skeleton, your baby’s organs and intestines are changing this week. The kidneys are beginning to excrete urine into your baby’s bladder, while their intestines, which grow so fast at the beginning that they protrude into the umbilical cord, are moving back inside the abdominal cavity.Finally, your baby is beginning to practice their reflexes this week; curling fingers and toes, clenching eye muscles and making sucking movements with their mouth. Though you can’t feel your baby moving yet, if you poke your stomach your baby will wriggle."
        },
        {
          "id": 2,
          "title": "You at 12 weeks pregnant",
          "description": "You are now in the last week of your first trimester – doesn't time fly? You might be putting morning sickness and extreme exhaustion behind you a bit now, although all those hormones could still be leaving you somewhat emotional! You are probably having lots of fun leafing through baby catalogues and mulling over nursery colour schemes, so now could be a good time to think about any changes you need to make to your home – you probably won't want decorators in, or having to make big decisions (or even do some light DIY yourself) late in pregnancy.  You might also be finding it hard to resist a few sneaky purchases of unisex baby clothes now, too.And if you've had your dating scan you are no doubt the very owner of a set of ultrasound images of your baby son or daughter!"
        },
        {
          "id": 3,
          "title": "What to think about in week 12",
          "description": "If you have an existing health condition you might be worrying about how you will manage it in pregnancy, even if it is something fairly common like asthma. Your GP and midwives will of course have given you advice on this from your earliest appointments, and checked that your medication was suitable for use in pregnancy, even so, do keep an eye on any changes at all in your health, and always flag any new or heightened symptoms up, no matter how small -  you might find that for some health issues, your meds need tweaking or monitoring as your pregnancy evolves.Now that you've seen your baby for the first time, you might also like to begin looking into baby names for your little one. Have you got a favourite girls name or boys name? Do you know if you want a traditional name or something more unusual? Get inspired with the Bounty name search tool. "
        }
      ]
    },
    {
      "week": "13",
      "articles":[
        {
          "id": 0,
          "title": "What's happening in week 13",
          "description": "Week 13 is here, and you are probably sharing the news of your pregnancy with anyone who'll listen!"
        },
        {
          "id": 1,
          "title": "Your baby at week 13",
          "description": "Your baby is around 7.5cm long and about the size of an egg, weighing about 25g. Even at this small size they’ve already learned some party tricks – kicking their legs, turning their head – even swallowing, yawning and hiccupping! How amazing is it that they are so active and developed, yet so tiny?In week 13, your baby’s skeleton is starting to develop with the clavicle (collarbone) and femur (thigh bone) developing first. Along with the skeleton, their organs continue to grow with their stomach and bowel taking shape as well as their vocal chords (which will get a lot of use in a few months’ time!)Your baby’s lungs are also developing and in week 13 they’ll start to take their first few ‘breaths’. They’ll be getting oxygen in their blood from the umbilical cord as they’re surrounded by amniotic fluid, so instead it’ll be like they’re breathing underwater.At this stage, their kidneys are functioning and any amniotic fluid your baby swallows, they will wee out."
        },
        {
          "id": 2,
          "title": "You at 13 weeks pregnant",
          "description": "You are probably feeling a lot more confident and secure in your pregnancy now you have reached the 13 week mark and your chances of miscarriage are so greatly reduced. It is probably also something of a relief to be sharing your news with your wider circle of friends (although how many immediately said they'd already guessed?).You should be feeling a lot better generally now as your placenta takes over the production of pregnancy hormones, which should ease any nausea. You might even feel you are taking on a bit of a pregnancy bloom as your enter your second trimester!As your baby is growing in leaps and bounds, you are probably noticing your clothes feeling a bit more snug now. Seize the moment to have a shopping spree and build a capsule maternity wardrobe to take you through the next six months in style (you might feel less inclined to spend all day in the shopping mall once your bump has further blossomed)."
        },
        {
          "id": 3,
          "title": "What to think about in week 13",
          "description": "You and your partner might be planning to treat yourselves to one last couple's holiday before your baby arrives – and now could be the time to get thinking about destinations, vaccinations and flying restrictions! Most airlines will have their own rules and regs regarding how late pregnant women can fly, and restrictions on long haul after a certain number of weeks. It's good to bear temperatures in mind too if you are booking a last-hurrah break – you might not enjoy hot and sweaty tourist resorts with a burgeoning bump in quite in the same way as you did in your pre-pregnant state!  Why not ask other mums on our community boardsfor their best pre-baby holiday destination ideas?"
        }
      ]
    },
    {
      "week": "14",
      "articles":[
        {
          "id": 0,
          "title": "What's happening in week 14",
          "description": "You are now in your second trimester and your baby is beginning to be a real 'individual' – even down to gaining their own unique set of fingerprints!"
        },
        {
          "id": 1,
          "title": "Your baby at week 14",
          "description": "Size-wise, your little one is around 8cm long or around half a banana in length, weighing 42 grams and growing bigger and stronger every day.Your baby’s arms are now in proportion with their body, but their legs still have a bit more growing to do until your baby is fully in proportion.Your baby is really starting to take on the look of a real little person now, with their hair and eyebrows beginning to grow, and they’re starting to develop their own set of fingerprints in place on their tiny fingers! They’ll be making the most of these tiny digits and might now be able to suck their thumb.Not only that, brain impulses have them squinting, frowning and grimacing switching from one expression to another, giving their facial muscles a real workout."
        },
        {
          "id": 2,
          "title": "You at 14 weeks pregnant",
          "description": "You might be finding your 'baby brain' kicking in around now, and that you are suffering a few forgetful or foggy moments. It's hardly surprising concerning all the hard work going on inside your body! You might also be experiencing some of the more bizarre side effects of pregnancy such as nose bleeds and snoring. Nasal congestion in pregnancy is down to an increase in blood pumping around your body and nothing to worry about unless it is causing you discomfort, or you are getting prolific nose bleeds, in which case, mention it to your midwife. You might have some weird food cravings starting to kick in too – lump of coal, anyone?You will probably have a screening blood test for Down's syndrome around now, if you haven't already had a combined blood and nuchal scan test. Check out our pregnancy testing and screening page for more details on what this involves."
        },
        {
          "id": 3,
          "title": "What to think about in week 14",
          "description": "Now you have broken your amazing baby news to all your friends and family, you are probably facing many, many questions about your list of possible names! Everyone will have an opinion on this, and their own prejudices, too. Don't let anyone's thoughts on your chosen names sway you though – so what if your gran knew someone horrible at school with that name, or your aunt had a cat with the same moniker?! It's your decision! Some parents-to-be choose to keep entirely 'mum' on their choices until their baby is born just to avoid this very situation – and who can blame them? If you haven't yet got any ideas, why not have a look on our baby names pages for some inspiration?"
        }
      ]
    },
    {
      "week": "15",
      "articles": [
        {
          "id": 0,
          "title": "What's happening in week 15",
          "description": "Week 15 and your life is now probably totally baby-centric!"
        },
        {
          "id": 1,
          "title": "Your baby at week 15",
          "description": "Your baby is now in proportion size wise, with their body having caught up with their head in terms of growth. They will now be around 11.5cm long, around the size of an orange and growing quickly!They have also started to grow a layer of fine downy hair called lanugo. This fine hair keeps them warm until they develop the layer of subcutaneous fat that will keep them warm once they’re born.Although their eyelids are still fused shut, your baby can recognise light and if you were to shine a light on your belly the baby might move away from it.They will also be developing their sucking, gasping and swallowing skills and have such sophisticated taste buds that if they had conscious thought, they’d be able to recognise flavours!By week 15 they can also hear your voice now, so be sure to chat and sing to them often (like you aren't already!)."
        },
        {
          "id": 2,
          "title": "You at 15 weeks pregnant",
          "description": "You might be noticing some more changes in your body around this stage of your pregnancy – one of them might be the appearance of a dark line running down your bump. Its medical term is 'linea nigra' and it is something some women develop during pregnancy. It's absolutely nothing to worry about and will fade after your baby is born.You might be finding your bump is making itself known more now and you are having to adapt your sleeping, sitting and even driving position to accommodate it! In the car, ensure your seatbelt is positioned so that the lap part is under and not across your bump, with the upper part going over the top of your belly and between your breasts. If you can adjust your steering wheel you might need to at this point, too – this is particularly important if you have an airbag fitted – try and position your seat as far away from the dashboard or steering wheel as your can, while still being able to safely and comfortably drive."
        },
        {
          "id": 3,
          "title": "What to think about in week 15",
          "description": "It might still be early days, but you could already be thinking about the type of birth you might like to aim for with your baby. Now is the ideal time to do your research and arm yourself with lots of information. Do you have midwife-led birthing centres in your local area, or is the maternity unit part of your main hospital? Would you like to think about a home birth or water birth?What were your friends' experiences of labour and birth like in your local hospital?Is there anything based on the info you've already gleaned from them that you'd like to discuss with your midwife? It's never too early to find out what your options are!"
        }
      ]
    },
    {
      "week": "16",
      "articles": [
        {
          "id": 0,
          "title": "What's happening in week 16",
          "description": "Week 16 and your baby is doing some pretty amazing stuff!"
        },
        {
          "id": 1,
          "title": "Your baby at week 16",
          "description": "Your baby is around 11.5cm long now and about the size of an avocado. All their limbs and joints are now fully formed – and they’re probably enjoying giving them all a good stretch and flex! They might also have 'found' their thumb and worked out how to suck it by now, too. How cute is that?Now that their backbone has become stronger your baby will start to straighten out their head and neck more. Their nervous system is also making connections to all their muscles so you might find your baby starts to move with a little more purpose and also now has reflexes.Your baby's face muscles can now move, too, meaning that facial expressions are beginning to appear, although your little one doesn't as yet have any control over them.It’s also possible that they might grab and play with their umbilical cord as they develop the ability to grip further.Their skin is currently quite translucent, and if you could take a peek, you’d be able to see blood vessels under their skin."
        },
        {
          "id": 2,
          "title": "You at 16 weeks pregnant",
          "description": "You will have an antenatal appointment this week, and as well as doing all your routine blood pressure, urine and blood tests, your midwife will probably have some info for you about your next ultrasound scan, the anomaly scan. This is offered to pregnant women between 18 and 20 - check out our page on ultrasound scans for details about what the sonographer will be looking for during this important check up.Women who showed a higher risk for Down's at their earlier screening tests may also have an appointment for amniocentesis at 16 weeks.Some mums-to-be find their libido increases at this stage of their pregnancy (some don't!) and so you might find your sex drive is on the up! There is absolutely no need to worry about your baby (unless your doctors have advised you otherwise) when you and your partner are making love, but do have a look at our sex in pregnancy page for some ideas to make things a bit more comfy when you are being intimate and negotiating the bump!"
        },
        {
          "id": 3,
          "title": "What to think about in week 16",
          "description": "There's no doubt your relationship with your partner will evolve now you are to become parents – and there's no denying that sometimes, the emotional, hormonal, and just downright exhausting symptoms of pregnancy can test even the strongest and most loving of partnerships!Communication is often the key to smoothing troubled waters, so if you are finding your relationship is sometimes becoming a bit of a battle ground over certain issues, do try and talk things through.Relationship counseling could be helpful if things are really building up – do remember, you are both undergoing an awful lot of changes, so don't be too hard on yourselves!Take time to get excited about the amazing journey you are undertaking. If you haven't already, it could be a good time start looking at potential baby names. Choosing a list of your top boys and girls name can be a fun activity to do together."
        }
      ]
    },
    {
      "week": "17",
      "articles":[
        {
          "id": 0,
          "title": "What's happening in week 17",
          "description": "At week 17 you might be starting to feel your growing baby moving about."
        },
        {
          "id": 1,
          "title": "Your baby at week 17",
          "description": "Your little one is piling on the pounds now (well, not literally!) and is growing very quickly. They weigh around 150g and would fit in the palm of your hand.Their little face looks entirely human, especially as their eyebrows and eyelashes have started to grow. Despite this, their eyelids are still fused shut, although they can move their eyes around.Your baby’s heartbeat is now being regulated by the brain and whilst it might not be irregular, it’ll still be beating at between 140-150 beats per minute – that’s about twice as fast as yours! Amazingly, your baby’s toes and fingers will form their own unique patterns this week as they develop the fingerprints that will stay with them for the rest of their lives."
        },
        {
          "id": 2,
          "title": "You at 17 weeks pregnant",
          "description": "You might be having 'is that wind or can I feel my baby moving?' dilemmas at 17 weeks. Some first-time mums will feel their baby wriggling around by about this stage (although for some it might come later). You will no doubt find your baby moving really exciting, and feel even more connection with them. So what will it feel like? Some mums-to-be describe it as bubbles in their tummy, or fluttering like a butterfly flying around.  Rest assured as your baby grows, those lovely descriptions will be replaced with a simple 'like kicking' turn of phrase!You are probably feeling a bit more energetic and less tired at this point, and keeping healthy and active are as important as ever. One 'work out' your midwife might have flagged up to you will pay you long term dividends – pelvic floor exercises! Strengthening these muscles (which hold your bladder, womb and lower bowel in place) now will help to keep them working efficiently after birth and hopefully avoid the embarrassment of stress incontinence should you find yourself bouncing on a trampoline or having an uncontrollable fit of laughter!"
        },
        {
          "id": 3,
          "title": "What to think about in week 17",
          "description": "Sometimes we can’t help but to just endlessly worry about stuff, and in pregnancy, worrying can almost become a totally all encompassing emotion! As each week passes, you might find yourself getting over one concern only to focus on another – it is totally normal, but can cause you a lot of stress if it becomes to overwhelming. Always speak to your midwife about your fears – some could be unique to you, but others will be things that play on the minds of all mums-to-be – your upcoming anomaly scan, for example, or anxieties about your delivery. Don't let worries spoil your pregnancy - do always seek reassurance (you will be taken seriously) if you have any thing playing on your mind."
        }
      ]
    },
    {
      "week": "18",
      "articles":[
        {
          "id": 0,
          "title": "What's happening in week 18",
          "description": "You have reached week 18 and are not far away from being half way through your pregnancy!"
        },
        {
          "id": 1,
          "title": "Your baby at 18 weeks",
          "description": "By week 18 your baby will be about 14cm long, weighing around 200g and similar to a bell pepper in size.Their nerves will now be forming a protective covering of myelin which is vital for their nervous system to develop and function properly after birth.Your baby is using your tummy as quite a little activity gym by week 18 and doing a whole lot of kicking, rolling and tumbling around. Now that they have developed a grip, they will be grasping hold of their umbilical cord too – a built-in play thing!If you are having a little girl, she will already be developing eggs in her ovaries at 18 weeks – how amazing is that? Your babies genitals will now be formed and in place, and if you’re having a boy they might be visible during your anomaly scan around week 20, although it might not be possible depending on your baby’s positioning."
        },
        {
          "id": 2,
          "title": "You at 18 weeks pregnant",
          "description": "You will probably have the date for your anomaly scan now, and it will be happening in the next couple of weeks. The sonographer will be making sure your baby's organs are all as they should be, and that your placenta is healthy and in the right place.  While they are carrying out these checks, they might have the monitor turned away from you, but you will be able to see your baby once they have finished.You might be able to find out the sex of your baby at this scan too, if you want to, although some hospitals have their own policies on this. If you do not want to know what you are having, make sure you tell the sonographer, so they do not inadvertently let any important information slip!It can sometimes be hard to decipher ultrasound images, so don't feel bad if you can't quite work out what part of your baby is what – just ask the sonographer to point it all out to you. And of course, don't forget to get the latest pic of baby for your album!"
        },
        {
          "id": 3,
          "title": "What to think about in week 18",
          "description": "How tempting are all the little baby clothes in the shops and catalogues? Very! If you are starting to build up a collection already, think about planning ahead too, and not just buying newborn items, particularly if you spot bargains in the sales (but think of what season you will be in when your baby reaches that size! Sleeveless rompers in November? Brrr!) Bear in mind too, that you will no doubt end up with a ton of tiny baby clothes as gifts once your little one arrives. So our top tip? Stock up on the next sizes up so your bubba will be well stocked with gorgeous garments for a good few months after their arrival"
        }
      ]
    },
    {
      "week": "19",
      "articles":[
        {
          "id": 0,
          "title": "What's happening in week 19",
          "description": "At week 19 you are just a week away from being half way through your pregnancy!"
        },
        {
          "id": 1,
          "title": "Your baby at week 19",
          "description": "Your baby now weighs more that your placenta, but doesn't yet have much in the way of body fat. They’ll measure around 14cm long, weigh 240g and will be about the size of a mango. Although they’re still small, it’s possible you might start to feel small movements from your baby as they continue to develop.Your baby’s arms and legs are now in proportion and moving with more limb control as the cartilage begins hardening to bone.Their skin is now losing its translucent look and beginning to develop pigment which will determine their skin tone. They will now also be covered in Vernix Caseosa, a thin waxy like substance that helps protects your babies skin from the amniotic fluid.It’s also possible begin to develop hair on their scalp, although it’ll be white and pigment free as hair colour is yet to be determined.Your baby's body is working very hard to grow strong and healthy, particularly its little heart – you'll no doubt have noticed when your midwife uses the Doppler to listen to your baby's heartbeat how much faster it is than your own!Their brain is also continuing to develop with the specialised areas for smell, taste, hearing, vision and touch. It’s actually possible that they might be able to hear your voice now."
        },
        {
          "id": 2,
          "title": "You at 19 weeks pregnant",
          "description": "Your baby's movements may start feeling more like proper kicks now, and might occasionally take you by surprise! Best not use your bump as a convenient coffee table or lap tray! You might even be able to identify a foot or an elbow at times, and your partner might enjoy feeling these movements as well, and getting to bond with your baby and feel more involved.Your increased bump size could be causing you heartburn or indigestion by 19 weeks – speak to your midwife if this is bothering you.The increase of hormones in your body could also leave you feeling a little breathless at times – this is usually harmless and normal in pregnancy, but do tell your GP if you are getting really out of breath.Some mums experience blurry vision at this stage, too, most likely because of water retention – this usually corrects itself after birth, but again, flag it up with your GP or your optician if you are worried."
        },
        {
          "id": 3,
          "title": "What to think about in week 19",
          "description": "As you are busy buying things for your little one's nursery and wardrobe, you might be having the great nappy debate with your partner or mum pals! The choice is yours of course, disposables or reusables, and both have their merits. Cloth nappies have come a very long way since the days of folding towelling squares into shape and pinning them in place!Some local authorities even have incentives for parents to go green and use cloth nappies rather than land-filling disposables. It all comes down to personal preference of course, and what works for your family budget and your baby – and you might find it's a case of trial and error to discover what ultimately suits you best of all."
        }
      ]
    },
    {
      "week": "20",
      "articles":[
        {
          "id": 0,
          "title": "What's happening in week 20",
          "description": "20 weeks into your pregnancy and you are half way there!"
        },
        {
          "id": 1,
          "title": "Your baby at 20 weeks",
          "description": "By week 20, your baby will now measure around 16.5cm long, head to rump and around 25cm from head to heel. They are around the size of a banana and growing quickly!If space allows, they are still having fun turning somersaults, and perhaps still taking you by surprise as they do so. Although they are mainly just growing bigger and stronger now, there are some key elements of their development going on as the nerves in their brain which control the senses are still forming, eventually enabling them to smell, see, hear, taste and touch.They will also start producing Meconium in their bowel. This is a harmless mixture of amniotic fluid that your baby has swallowed, digestive secretion and dead skin cells that will form your baby’s first bowel movement after birth."
        },
        {
          "id": 2,
          "title": "You at 20 weeks pregnant",
          "description": "You might experience some aching in your tummy as your bump continues to grow – this is due to the ligaments each side of your womb stretching as your baby gets bigger and bigger. It is perfectly normal, but as with everything, do mention it to your midwife if you are worried. Some women develop pains in their pelvis called pregnancy-related pelvic girdle pain (PRGP) or symphysis pubis dysfunction (SPD) when pregnant (again, not dangerous, just uncomfortable) which can be treated with physio or support girdles – see our page on SPD for more info about this.Your bump might mean you are struggling to get comfy in bed at this stage too, and so you could be feeling tired because of interrupted sleep. You can buy specially shaped pregnancy pillows to help support your bump and enable you to get a good night's rest (many of these are also useful post-pregnancy for breastfeeding), or simply to offer you more support when you are sitting or chilling on the sofa."
        },
        {
          "id": 3,
          "title": "What to think about in week 20",
          "description": "If you have pets you might be wondering how to best introduce them to your new baby when the time comes, or how to successfully designate certain areas of the house pet free! Of course, your animals should never be left alone with your baby, or have access to their pram or cot, but you can take steps to additionally protect your little one from inquisitive pets. Nets that go over your Moses basket or cot are easily available on the high street, and baby gates have a plethora of uses which are not just restricted to keeping toddlers away from stairs! Chat with your vet for professional advice on prepping your dog or cat for your new arrival – although as long as basic common sense and safety is applied, you should all manage just fine!"
        }
      ]
    }
  ]
}
